11/data/attachments/a67104cf44cfeac6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Susan_stock_Actions_95878_2</nif:username>
            <nif:friendToBeRequested>soap_actions_16ffd1cd-2474-4640-b54f-f2b435abd891</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>